Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: Order Comments
fr_fr: Commentaires de commande

source: Order Created Date
fr_fr: Date de création de commande

source: Order Credit Memos
fr_fr: Avoirs de la commande

source: Order Currency
fr_fr: Devise de la commande

source: Order Currency:
fr_fr: Devise de la commande :

source: Order Date
fr_fr: Date de commande

source: Order Date (%s)
fr_fr: Date de commande (%s)

source: Order Date:
fr_fr: Date de commande :

source: Order Date: %s
fr_fr: <strong>Date de commande :</strong> %s

source: Order Details
fr_fr: Détails de la commande

source: Order Grand Total
fr_fr: Montant global

source: Order History
fr_fr: Historique

source: Order History Info
fr_fr: Informations d'historique de commande

source: Order ID
fr_fr: ID Commande

source: Order ID (internal)
fr_fr: ID de commande (interne)

source: Order Information
fr_fr: Informations commande

source: Order Invoices
fr_fr: Factures de la commande

source: Order Item ID
fr_fr: ID de l'article de commande

source: Order Item Status to Enable Downloads
fr_fr: Statut du produit commandé pour activer le téléchargement

source: Order Items
fr_fr: Articles de la commande

source: Order Review
fr_fr: Vérification de commande

source: Order Shipments
fr_fr: Livraisons de la commande

source: Order State
fr_fr: État de commande

source: Order Status
fr_fr: Statut

source: Order Status Information
fr_fr: Informations du statut de commande

source: Order Statuses
fr_fr: Statuts de commande

source: Order Subtotal
fr_fr: Sous-total de la commande

source: Order Subtotal (and above)
fr_fr: Sous-total de la commande (et au-delà)

source: Order Success
fr_fr: Confirmation

source: Order Success (Multi Address Checkout)
fr_fr: Commande réussie (Passage de commande à adresses multiples)

source: Order Success (One Page Checkout)
fr_fr: Commande réussie (Passage de commande en une seule page)

source: Order Taxes Report Grouped by Tax Rate
fr_fr: Rapport de TVA & taxes groupées par taux de taxe

source: Order Taxes Report Grouped by Tax Rates
fr_fr: Rapport de taxes de commande groupés par taux d'imposition

source: Order Total
fr_fr: Total de la commande

source: Order Totals
fr_fr: Totaux commande

source: Order Update
fr_fr: Mise à jour de commande

source: Order Update for Guest
fr_fr: Mise à jour de commande pour un invité

source: Order Updated Date
fr_fr: Date de mise à jour de commande

source: Order Updated Date report is real-time, does not need statistics refreshing.
fr_fr: Le rapport de date de mise à jour de commande est en temps réel, il ne nécessite pas de rafraîchir les statistiques.

source: Order Valid Period (days)
fr_fr: Période de validité d'une commande (jours)

source: Order View
fr_fr: Vue de commande

source: Order can't save
fr_fr: Impossible d'enregistrer la commande

source: Order cannot be placed.
fr_fr: Impossible de passer cette commande.

source: Order does not allow to be canceled.
fr_fr: La commande ne peut être annulée.

source: Order does not match.
fr_fr: La commande ne correspond pas.

source: Order id cannot be null
fr_fr: L'id de commande ne peut pas être null

source: Order id not specified.
fr_fr: L'Id de la commande n'est pas spécifié.

source: Order invoice
fr_fr: Facture de la commande

source: Order is not available.
fr_fr: La commande n'est pas disponible

source: Order is suspended as its capture amount %s is suspected to be fraudulent.
fr_fr: La commande est suspendue car le montant de capture %s pourrait être frauduleux.

source: Order item id cannot be null
fr_fr: L'id d'article de commande ne peut pas être null

source: Order number will be used if left empty.
fr_fr: C'est le numéro de commande qui sera utilisé si ce champ est vide.

source: Order object is not specified.
fr_fr: L'objet commande n'est pas spécifié.

source: Order place error.
fr_fr: Erreur lors de la création de commande.

source: Order saving error: %s
fr_fr: Erreur lors de la sauvegarde de la commande : %s

source: Order shipments
fr_fr: Livraisons de la commande

source: Order status does not exist.
fr_fr: Le statut de commande n'existe pas.

source: Order status with the same status code already exist.
fr_fr: Un statut de commande ayant le même code existe déjà.

source: Order total amount does not match protx gross total amount
fr_fr: Le montant total de la commande ne correspond pas au montant total brut Protx

source: Order was placed using %s
fr_fr: La commande a été passée dans la devise : %s

source: Ordered
fr_fr: Commandé

source: Ordered Qty
fr_fr: Qté commandée

source: Ordered amount of %s.
fr_fr: Montant commandé de %s

source: Ordering amount of %s is pending approval on gateway.
fr_fr: La capture d'un montant de %s est en attente d'approbation sur la passerelle.

source: Orders
fr_fr: Commandes

source: Orders and Returns
fr_fr: Commandes et retours

source: Orders and Returns Search Form
fr_fr: Formulaire de recherche de commandes et retours

source: Orders, Invoices, Creditmemos Display Settings
fr_fr: Paramètres d'affichage des commandes, factures, avoirs

source: Origin
fr_fr: Origine

source: Origin of the Shipment
fr_fr: Origine de la livraison

source: Original Magento attribute names in first row:
fr_fr: Noms d'attribut d'origine dans la première ligne :

source: Original Page
fr_fr: Page originale

source: Original Price
fr_fr: Prix d'origine

source: Original order item that recurring payment profile correspondss to.
fr_fr: Article original d'ordre que le profil périodique de paiement correspond à.

source: Original price only
fr_fr: Prix original seulement

source: Other
fr_fr: Autre

source: Other Items in Your Order
fr_fr: Autres articles dans votre commande

source: Other people marked this product with these tags:
fr_fr: Autres personnes ayant marqué ce produit avec ce mot clé :

source: Our customer service is available 24/7. Call us at (555) 555-0123.
fr_fr: Notre service client est disponible 24h/24 et 7j/7. Appelez-nous au 01 02 03 04 05.

source: Out of Stock
fr_fr: Épuisé

source: Out of stock
fr_fr: Épuisé

source: Overrides API URL that may be specified by a payment method.
fr_fr: Surcharge l'URL d'API qui peut être spécifiée pour un mode de paiement.

source: Oversize
fr_fr: Trop grand

source: Overview Items After
fr_fr: Aperçu des articles après

source: PAYBOX Identifier
fr_fr: Identifiant PAYBOX

source: PAYMENT
fr_fr: PAIEMENT

source: PDF Credit Memos
fr_fr: Avoirs en PDF

source: PDF Invoices
fr_fr: Factures en PDF

source: PDF Packingslips
fr_fr: Bordereaux de livraison en PDF

source: PDF Print-outs
fr_fr: Impressions PDF

source: PDF object is not specified.
fr_fr: L'objet PDF n'est pas spécifié.

source: PDF page object is not specified.
fr_fr: L'objet de page PDF n'est pas spécifié.

source: PDF total model should extend Mage_Sales_Model_Order_Pdf_Total_Default
fr_fr: Le modèle total de pdf devrait se prolonger Mage_Sales_Model_Order_Pdf_Total_Default

source: PDT (Payment Data Transfer) Only
fr_fr: Transfert de données de paiement (PDT) seulement

source: PHP Extension '%s' loaded
fr_fr: Extension PHP '%s' chargée

source: PHP SOAP extension is required.
fr_fr: L'extension SOAP de PHP est requise.

source: PHP Version
fr_fr: Version de PHP

source: PHP extension "%s" must be loaded.
fr_fr: L'extension PHP "%s" doit être chargée.

source: PO Number
fr_fr: Numéro de bon de commande

source: POLi (powered by Moneybookers) - Australia
fr_fr: POLi (powered by Moneybookers) - Australie

source: POST data is not valid.
fr_fr: Les données en POST sont invalides.

source: Package
fr_fr: Interface

source: Package %s data was successfully loaded
fr_fr: Les données du paquet %s ont bien été chargées

source: Package Description
fr_fr: Description du paquet

source: Package Extensions
fr_fr: Packager des extensions

source: Package File Name
fr_fr: Nom du fichier de package

source: Package Info
fr_fr: Informations du package

source: Package Management through the Web
fr_fr: Gestion des paquets via le web

source: Packaging
fr_fr: Emballage

source: Packingslip #
fr_fr: Bordereau de livraison n°

source: Page Background Color
fr_fr: Couleur d'arrière plan de la page

source: Page Bottom
fr_fr: Bas de page

source: Page Footer
fr_fr: Pied de page

source: Page Header
fr_fr: En-tête de page

source: Page Information
fr_fr: Informations de la page

source: Page Layout
fr_fr: Agencement de page

source: Page Status
fr_fr: Statut de la page

source: Page Style
fr_fr: Style de page

source: Page Title
fr_fr: Titre de page

source: Page Title Separator
fr_fr: Séparateur de titre de page

source: Page Top
fr_fr: Haut de page

source: Page Type
fr_fr: Type de page

source: Page View Optimization
fr_fr: Optimisation de page de vue

source: Page blocks HTML.
fr_fr: Code HTML des blocs de page.

source: Page views
fr_fr: Vues de page

source: Pagination Frame
fr_fr: Trame de pagination

source: Pagination Frame Skip
fr_fr: Taille de la trame de pagination

source: Paid
fr_fr: Payée

source: Paid Amount
fr_fr: Montant réglé

source: Pallet
fr_fr: Pallettes

source: Parcel
fr_fr: Colis

source: Parcel Post
fr_fr: Colis postal

source: Parent Category
fr_fr: Catégorie parente

source: Parent Order Item ID
fr_fr: ID de l'article de la commande mère

source: Parent Product Thumbnail
fr_fr: Vignette du produit parent

source: Parent Transaction ID
fr_fr: ID de transaction principale

source: Parent directory does not exist: %s
fr_fr: Le répertoire parent n'existe pas : %s

source: Parent transaction ID must have a transaction ID.
fr_fr: ID de transaction principale doit avoir un ID de transaction.

source: Part of the address information matched
fr_fr: Correspondance trouvée sur une partie de l'adresse.

source: Partial
fr_fr: Partiel

source: Partner
fr_fr: Partenaire

source: Pasarela integral Settings
fr_fr: Paramètres de Pasarela integral

source: Passive mode
fr_fr: Mode passif

source: Password
fr_fr: Mot de passe

source: Password Confirmation
fr_fr: Confirmation du mot de passe

source: Password Management
fr_fr: Gestion du mot de passe

source: Password Options
fr_fr: Options de mot de passe

source: Password confirmation must be same as password.
fr_fr: Les deux mots de passe saisis ne sont pas identiques.

source: Password fields cannot be empty.
fr_fr: Les champs de mot de passe doivent être renseignés.

source: Password forgotten
fr_fr: Mot de passe oublié

source: Password must be at least of %d characters.
fr_fr: Le mot de passe doit comporter au moins %d caractères.

source: Password must include both numeric and alphabetic characters.
fr_fr: Le mot de passe doit comporter des chiffres et des lettres.

source: Password:
fr_fr: Mot de passe :

source: Path
fr_fr: Chemin

source: Path "%s" must be writable.
fr_fr: Le chemin "%s" doit autoriser l'écriture.

source: Path "%value%" is not available and cannot be used.
fr_fr: Le chemin "%value%" n'est pas correct et ne peut pas être utilisé.

source: Path "%value%" is protected and cannot be used.
fr_fr: Le chemin "%value%" est protégé et ne peut pas être utilisé.

source: Path "%value%" may not include parent directory traversal ("../", "..\)."
fr_fr: Le chemin "%value%" ne peut pas remonter vers le répertoire parent ("../", "..\").

source: Path:
fr_fr: Chemin :

source: Paused
fr_fr: Arrêté

source: Pay Now
fr_fr: Régler maintenant

source: PayPal Balance Manager function of PayPal account
fr_fr: Fonction du gestionnaire PayPal solde du compte PayPal

source: PayPal Buyer Warranty Bonus
fr_fr: PayPal bonus garantie acheteur

source: PayPal Debit Card Cash Advance
fr_fr: PayPal avance de trésorerie de débit par carte

source: PayPal Debit Card Withdrawal from ATM
fr_fr: PayPal par carte de débit Retrait ATM

source: PayPal Express Checkout (Payflow Edition) Shortcut Wrapper
fr_fr: Conteneur de raccourci PayPal Express Checkout (Payflow Edition)

source: PayPal Express Checkout Shortcut Wrapper
fr_fr: Conteneur de raccourci PayPal Express

source: PayPal Express Checkout Token does not exist.
fr_fr: Le jeton PayPal Express n'existe pas

source: PayPal Express Order Review Form
fr_fr: Formulaire de commentaire de commande PayPal Express

source: PayPal Fee Information
fr_fr: Renseignements sur les frais PayPal

source: PayPal Manager
fr_fr: Gestionnaire PayPal

source: PayPal Merchant Pages Style
fr_fr: PayPal marchand pages de style

source: PayPal Mobile Embedded Payment (MEP)
fr_fr: PayPal Mobile Embedded Payment (MEP) - Paiement PayPal embarqué sur mobile

source: PayPal Pro Settings
fr_fr: Paramètres de PayPal Pro

source: PayPal Product Logo
fr_fr: Logo du produit PayPal

source: PayPal Protection Bonus
fr_fr: bonus de protection PayPal

source: PayPal Reference ID
fr_fr: Référence PayPal ID

source: PayPal Reference ID Type
fr_fr: Référence PayPal ID Type

source: PayPal Section
fr_fr: Section PayPal

source: PayPal Settlement Reports
fr_fr: Rapports de règlements PayPal

source: PayPal certificate does not exist.
fr_fr: Le certificat PayPal n'existe pas.

source: PayPal certificate file is empty.
fr_fr: Le fichier de certificat PayPal est vide.

source: PayPal does not support processing orders with zero amount. To complete your purchase, proceed to the standard checkout process.
fr_fr: PayPal ne peut pas traiter les commande d'un montant nul. Pour terminer votre commande, utilisez le processus de commande standard.

source: PayPal gateway has rejected request. %s
fr_fr: La passerelle PayPal a rejeté la demande. %s

source: PayPal processes all of your orders, and you get paid.
fr_fr: PayPal traite tous de vos commandes, et vous êtes payé.

source: PayPal response hasn't required fields.
fr_fr: La réponse de PayPal ne comporte pas les champs obligatoires.

source: PayPal retains reports for 45 days.
fr_fr: PayPal conserve des rapports pendant 45 jours.

source: PayPal/Centinel Electronic Commerce Indicator
fr_fr: PayPal/Centinel Indicateur de Commerce Électronique

source: PayPal/Centinel Visa Payer Authentication Service Result
fr_fr: PayPal/Centinel Service Validation Visa

source: Paybox CGI File
fr_fr: Fichier CGI Paybox

source: Paybox payment gateway is not available right now
fr_fr: La passerelle de paiement Paybox n'est pas disponible pour le moment.

source: Payer Address ID
fr_fr: ID adresse du Payeur

source: Payer Address Status
fr_fr: Statut adresse du Payeur

source: Payer Email
fr_fr: Email du Payeur

source: Payer Email: %s
fr_fr: Email du Payeur : %s

source: Payer ID
fr_fr: ID Payeur

source: Payer Status
fr_fr: Statut du Payeur

source: Payer is not identified.
fr_fr: Payeur non identifié

source: Payflow Link (for USA and Canada)
fr_fr: Payflow Link (pour les États-Unis et le Canada)

source: Payflow Link Settings
fr_fr: Paramètres Payflow Link

source: Payflow Pro Gateway
fr_fr: Payflow Pro passerelle

source: Payflow Pro Settings
fr_fr: Payflow Pro Paramètres

source: Payment
fr_fr: Paiement

source: Payment Action
fr_fr: Action de paiement

source: Payment Applicable From
fr_fr: Paiement valable depuis

source: Payment Bridge module unavailable.
fr_fr: Module de connexion de paiement indisponible

source: Payment Failed
fr_fr: Erreur lors du paiement

source: Payment Failed Email Reciever
fr_fr: Destinataire du mail d'erreur de paiement

source: Payment Failed Email Sender
fr_fr: Expéditeur du mail d'erreur de paiement

source: Payment Failed Emails
fr_fr: Emails d'erreur de paiement

source: Payment Failed Template
fr_fr: Gabarit d'erreur de paiement

source: Payment ID: %s
fr_fr: Identifiant de paiement : %s

source: Payment Information
fr_fr: Informations de paiement

source: Payment Method
fr_fr: Mode de paiement

source: Payment Method Name
fr_fr: Nom de méthode de paiement

source: Payment Method has been set.
fr_fr: Le mode de paiement a été renseigné.

source: Payment Method:
fr_fr: Mode de paiement :

source: Payment Methods
fr_fr: Modes de paiement

source: Payment Methods After Checkout Button
fr_fr: Bouton de modes de paiement de fin de commande

source: Payment Methods Before Checkout Button
fr_fr: Bouton de modes de paiement de début de commande

source: Payment Methods Section
fr_fr: Section modes de paiement

source: Payment Reference ID
fr_fr: Identifiant de référence de paiement

source: Payment Refund initiated by merchant
fr_fr: Remboursement de paiement initié par le marchand

source: Payment Review
fr_fr: Vérification du paiement

source: Payment Services
fr_fr: Services de paiement

source: Payment Template
fr_fr: Gabarit de paiement

source: Payment Type
fr_fr: Type de paiement

source: Payment authorization error.
fr_fr: Erreur d'autorisation de paiement.

source: Payment authorization error. Transacion id is empty.
fr_fr: Erreur lors de l'autorisation du paiement. L'id de transaction est vide.

source: Payment authorization transaction has been declined.
fr_fr: La transaction de paiement a été refusée.

source: Payment canceling error.
fr_fr: Erreur d'annulation de paiement.

source: Payment capturing error.
fr_fr: Erreur de capture de paiement.

source: Payment disallow storing objects.
fr_fr: Le paiment déduit du stock.

source: Payment error. Order was not found.
fr_fr: Erreur de paiement. La commande n'a pas été trouvée.

source: Payment error. Paid amount doesn't match the order amount.
fr_fr: Erreur de paiement. Le montant payé ne correspond pas au montant de la commande.

source: Payment failed.
fr_fr: Le paiement a échoué

source: Payment from Applicable Countries
fr_fr: Mode de paiement autorisé pour

source: Payment from Specific Countries
fr_fr: Mode de paiement autorisé pour les pays spécifiques

source: Payment has been declined. Please try again.
fr_fr: Le paiement a été refusé. Veuillez réessayer.

source: Payment has not been processed yet.
fr_fr: Le paiement n'a pas encore été traitée.

source: Payment information error. Please start over.
fr_fr: Informations de paiement erronées. Veuillez recommencer.

source: Payment method code is not set.
fr_fr: Le code de mode de paiement n'est pas renseigné.

source: Payment method code is undefined.
fr_fr: Le code de mode de paiement est indéfini.

source: Payment method information
fr_fr: Informations de mode de paiement

source: Payment method instance is not available.
fr_fr: L'instance du mode de paiement n'est pas disponible.

source: Payment method is not available.
fr_fr: Le mode de paiement n'est pas disponible.

source: Payment method is not defined
fr_fr: Le mode de paiement n'est pas défini

source: Payment method must be specified.
fr_fr: Le mode de paiement doit être spécifié.

source: Payment method was successfully set.
fr_fr: Le mode de paiement a été renseigné.

source: Payment methods in shopping cart
fr_fr: Modes de paiement dans le panier

source: Payment partial authorization error.
fr_fr: Erreur d'autorisation partielle de paiement.

source: Payment profile # %s: "%s".
fr_fr: Profil de paiement n°%s : "%s".

source: Payment profile is invalid: %s
fr_fr: Le profil de paiement est invalide :\n%s

source: Payment profile is invalid:n%s
fr_fr: Le profil de paiement est invalide :\n%s

source: Payment refunding error.
fr_fr: Erreur de remboursement de paiement.

source: Payment transaction has been declined.
fr_fr: La transaction de paiement a été refusée.

source: Payment transactions disallow storing objects.
fr_fr: Les transactions de paiement rejettent de stocker des objets.

source: Payment type
fr_fr: Type de paiement

source: Payment uncertain: A technical problem arose during payment process, giving unpredictable result
fr_fr: Paiement incertain : un problème technique est survenu lors du process de paiement.

source: Payment update has been made.
fr_fr: La mise à jour de paiement a été effectué.

source: Payment updating error.
fr_fr: Erreur lors de la mise à jour de paiement.

source: Payment voiding error.
fr_fr: Erreur lors de l'annulation de paiement.

source: Payment was canceled by the customer.
fr_fr: Le paiement a été annulé par le client.

source: Payment was canceled.
fr_fr: Le paiement a été annulé.

source: Payments by PayPal (150 X 40)
fr_fr: Paiements par PayPal (150 X 40)

source: Payments by PayPal (150 X 60)
fr_fr: Paiements par PayPal (150 X 60)

source: Payments by cards + seller protection - <strong style="color:red">Contact PayPal before activating</strong>
fr_fr: Paiement par cartes + protection du commerçant - <strong style="color:red">Contactez PayPal avant activation</strong>

source: Paypal Billing Agreement Settings
fr_fr: Paramètres d'entente de facturation PayPal

source: Paypal Merchant Account Email.
fr_fr: Email du compte marchand PayPal.

source: Paypal Merchant Account Username.
fr_fr: Nom d'utilisateur du compte marchand PayPal

source: Pending
fr_fr: En attente

source: Pending Events
fr_fr: Événements en attente

source: Pending Ogone
fr_fr: En attente Ogone

source: Pending PayPal
fr_fr: En attente de PayPal

source: Pending Payment
fr_fr: En attente de paiement

source: Pending Reviews
fr_fr: Commentaires en attente

source: Pending Reviews RSS
fr_fr: Flux RSS des commentaires en attente

source: Pending Reviews of Customer `%s`
fr_fr: Commentaires en attente du client '%s'

source: Pending Tags
fr_fr: Mots clés en attente

source: Pending bank transfer created.
fr_fr: Paiement en attente de transfert par la banque.

source: Pending product review(s)
fr_fr: Commentaire(s) de produit en attente

source: Per Item
fr_fr: Par article

source: Per Order
fr_fr: Par commande

source: Per Package
fr_fr: Par paquet

source: Per Website
fr_fr: Par site web

source: Percent
fr_fr: Pourcent

source: Percent Discount
fr_fr: Remise en pourcentage

source: Percent of product price discount
fr_fr: Remise en pourcentage du prix du produit

source: Percentage
fr_fr: Pourcentage

source: Perform following actions
fr_fr: Effectuer les actions suivantes

source: Performed At
fr_fr: Effectué le

source: Period
fr_fr: Période

source: Period frequency is wrong.
fr_fr: La fréquence de période n'est pas correcte.

source: Permanent (301)
fr_fr: Permanente (301)

source: Persist Shopping Cart
fr_fr: Panier persistant

source: Persistence Lifetime (seconds)
fr_fr: Durée de vie de la persistance (secondes)

source: Persistent Shopping Cart
fr_fr: Panier persistant

source: Personal Information
fr_fr: Informations personnelles

source: Pessimistic
fr_fr: Pessimiste

source: Phone Number
fr_fr: Numéro de téléphone

source: Phone:
fr_fr: Téléphone :

source: Pickup Method
fr_fr: Retrait

source: Ping Flag
fr_fr: Indicateur de ping

source: Place Order
fr_fr: Passez la commande

source: Place Order Using Billing Agreements
fr_fr: Passez la commande utilisant des ententes de facturation

source: Placed from IP
fr_fr: Adresse IP

source: Please <a href="%s" target="_blank">click here</a> to see how to setup and retrieve API credentials.
fr_fr: <a href="%s" target="_blank">Cliquez ici</a> pour voir comment paramétrer et obtenir votre certificat d'API.

source: Please Enter New Group Name
fr_fr: Veuillez entrer un nouveau nom de groupe

source: Please Select
fr_fr: Veuillez sélectionner

source: Please Select Application
fr_fr: Sélectionnez une application

source: Please Select Block Reference First
fr_fr: Veuillez choisir un bloc de référence

source: Please Select Device Type
fr_fr: Sélectionnez un type de terminal

source: Please Select Products to Add
fr_fr: Sélectionnez les produits à ajouter

source: Please Select a Customer
fr_fr: Sélectionnez un client

source: Please Select a Store
fr_fr: Sélectionnez un magasin

source: Please add one or more options
fr_fr: Ajoutez une ou plusieurs options

source: Please add rows to option.
fr_fr: Veuillez ajouter des lignes à l'option

source: Please agree to all Terms and Conditions before placing the order.
fr_fr: Veuillez accepter les conditions générales de ventes avant de valider la commande.
